{
  "quotes": [
    {"quote": "You are never too old to set another goal or to dream a new dream.", "author": "C.S. Lewis", "source": ""},
    {"quote": "Hardships often prepare ordinary people for an extraordinary destiny.", "author": "C.S. Lewis", "source": ""},
    {"quote": "There are far, far better things ahead than any we leave behind.", "author": "C.S. Lewis", "source": "Letter to Mary Willis Shelburne"},
    {"quote": "You can't go back and change the beginning, but you can start where you are and change the ending.", "author": "C.S. Lewis", "source": ""},
    {"quote": "Courage is not simply one of the virtues, but the form of every virtue at the testing point.", "author": "C.S. Lewis", "source": "The Screwtape Letters"},
    {"quote": "We are what we believe we are.", "author": "C.S. Lewis", "source": ""},
    {"quote": "Integrity is doing the right thing, even when no one is watching.", "author": "C.S. Lewis", "source": ""},
    {"quote": "The task of the modern educator is not to cut down jungles, but to irrigate deserts.", "author": "C.S. Lewis", "source": "The Abolition of Man"},

    {"quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.", "author": "Dr. Seuss", "source": "Oh, the Places You'll Go!"},
    {"quote": "Today you are you, that is truer than true. There is no one alive who is youer than you.", "author": "Dr. Seuss", "source": "Happy Birthday to You!"},
    {"quote": "Why fit in when you were born to stand out?", "author": "Dr. Seuss", "source": ""},
    {"quote": "Be who you are and say what you feel, because those who mind don't matter and those who matter don't mind.", "author": "Dr. Seuss", "source": ""},
    {"quote": "Sometimes you will never know the value of a moment until it becomes a memory.", "author": "Dr. Seuss", "source": ""},
    {"quote": "Don't cry because it's over, smile because it happened.", "author": "Dr. Seuss", "source": ""},
    {"quote": "A person's a person, no matter how small.", "author": "Dr. Seuss", "source": "Horton Hears a Who!"},
    {"quote": "Unless someone like you cares a whole awful lot, nothing is going to get better. It's not.", "author": "Dr. Seuss", "source": "The Lorax"},

    {"quote": "Be kind, for everyone you meet is fighting a hard battle.", "author": "Plato", "source": ""},
    {"quote": "The beginning is the most important part of the work.", "author": "Plato", "source": "The Republic"},
    {"quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.", "author": "Plato", "source": ""},
    {"quote": "Wise men speak because they have something to say; fools because they have to say something.", "author": "Plato", "source": ""},
    {"quote": "The measure of a man is what he does with power.", "author": "Plato", "source": ""},
    {"quote": "No one is more hated than he who speaks the truth.", "author": "Plato", "source": ""},
    {"quote": "Human behavior flows from three main sources: desire, emotion, and knowledge.", "author": "Plato", "source": ""},
    {"quote": "Courage is knowing what not to fear.", "author": "Plato", "source": ""},

    {"quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "author": "Aristotle", "source": ""},
    {"quote": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle", "source": ""},
    {"quote": "Happiness depends upon ourselves.", "author": "Aristotle", "source": "Nicomachean Ethics"},
    {"quote": "The whole is greater than the sum of its parts.", "author": "Aristotle", "source": "Metaphysics"},
    {"quote": "Knowing yourself is the beginning of all wisdom.", "author": "Aristotle", "source": ""},
    {"quote": "Patience is bitter, but its fruit is sweet.", "author": "Aristotle", "source": ""},
    {"quote": "Hope is a waking dream.", "author": "Aristotle", "source": ""},
    {"quote": "The roots of education are bitter, but the fruit is sweet.", "author": "Aristotle", "source": ""},

    {"quote": "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.", "author": "Albert Einstein", "source": ""},
    {"quote": "In the middle of difficulty lies opportunity.", "author": "Albert Einstein", "source": ""},
    {"quote": "Imagination is more important than knowledge. Knowledge is limited. Imagination encircles the world.", "author": "Albert Einstein", "source": ""},
    {"quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "Albert Einstein", "source": "Letter to his son Eduard"},
    {"quote": "Try not to become a man of success, but rather try to become a man of value.", "author": "Albert Einstein", "source": ""},
    {"quote": "The only source of knowledge is experience.", "author": "Albert Einstein", "source": ""},
    {"quote": "Anyone who has never made a mistake has never tried anything new.", "author": "Albert Einstein", "source": ""},
    {"quote": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein", "source": ""},

    {"quote": "A man filled with the love of God is not content with blessing his family alone, but ranges through the whole world, anxious to bless the whole human race.", "author": "Joseph Smith", "source": "History of the Church"},
    {"quote": "Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it.", "author": "Joseph Smith", "source": ""},
    {"quote": "Never be discouraged. If I were sunk in the lowest pit of Nova Scotia, with the Rocky Mountains piled on me, I would hang on, exercise faith, and keep up good courage, and I would come out on top.", "author": "Joseph Smith", "source": ""},
    {"quote": "The things of God are of deep import; and time, and experience, and careful and ponderous and solemn thoughts can only find them out.", "author": "Joseph Smith", "source": ""},
    {"quote": "By proving contraries, truth is made manifest.", "author": "Joseph Smith", "source": "History of the Church"},
    {"quote": "We have learned by sad experience that it is the nature and disposition of almost all men, as soon as they get a little authority, they will immediately begin to exercise unrighteous dominion.", "author": "Joseph Smith", "source": "Doctrine and Covenants 121:39"},
    {"quote": "I teach them correct principles, and they govern themselves.", "author": "Joseph Smith", "source": ""},
    {"quote": "If we have no friends, we have no pleasure; and if we have them, we are sure to lose them, and be doubly pained by the loss.", "author": "Joseph Smith", "source": ""},

    {"quote": "You educate a man; you educate a man. You educate a woman; you educate a generation.", "author": "Brigham Young", "source": ""},
    {"quote": "The greatest lesson we can learn in mortality is to love God and our fellow man.", "author": "Brigham Young", "source": ""},
    {"quote": "Prayer is the pulsation of a yearning, loving heart in tune with the Infinite. It is a message of the soul sent directly to a loving Father.", "author": "Brigham Young", "source": ""},
    {"quote": "If you wish to get rich, save what you get. A fool can earn money; but it takes a wise man to save and dispose of it to his own advantage.", "author": "Brigham Young", "source": "Journal of Discourses"},
    {"quote": "True independence and freedom can only exist in doing what's right.", "author": "Brigham Young", "source": ""},
    {"quote": "Why should we worry about what others think of us? Do we have more confidence in their opinions than we have in our own?", "author": "Brigham Young", "source": ""},
    {"quote": "Never let a day pass that you will have cause to say, I will do better tomorrow.", "author": "Brigham Young", "source": ""},
    {"quote": "Our Heavenly Father is more liberal in His views, and boundless in His mercies and blessings, than we are ready to believe or receive.", "author": "Brigham Young", "source": ""},

    {"quote": "Do it. Do it right. Do it right now.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "God does notice us, and he watches over us. But it is usually through another person that he meets our needs.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "Faith is not to have a perfect knowledge of things; therefore if ye have faith ye hope for things which are not seen, which are true.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "The more we serve our fellowmen in appropriate ways, the more substance there is to our souls.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "When we put God first, all other things fall into their proper place or drop out of our lives.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "Miracles are everywhere to be found when priesthood callings are magnified.", "author": "Spencer W. Kimball", "source": ""},
    {"quote": "We must lengthen our stride. The Lord is not satisfied with our present performance.", "author": "Spencer W. Kimball", "source": ""},

    {"quote": "The past is behind, learn from it. The future is ahead, prepare for it. The present is here, live it.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "We can't direct the wind, but we can adjust the sails.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "Find someone who is having a hard time, or is ill, or lonely, and do something for them. That's the way to be happy yourself.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "Choose your love, then love your choice.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "Never let a problem to be solved become more important than a person to be loved.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "The race of life is arduous, but the reward is eternal.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "Decisions determine destiny.", "author": "Thomas S. Monson", "source": ""},
    {"quote": "There is no tomorrow to remember if we don't do something today.", "author": "Thomas S. Monson", "source": ""},

    {"quote": "You can't plow a field simply by turning it over in your mind.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "Life is to be enjoyed, not endured.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "Try a little harder to be a little better.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "The best antidote I know for worry is work. The best cure for weariness is the challenge of helping someone who is even more tired.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "Being humble means recognizing that we are not on earth to see how important we can become, but to see how much difference we can make in the lives of others.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "In all of living, have much fun and laughter. Life is to be enjoyed, not just endured.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "If we are worried about the future, then we must look today at the upbringing of children.", "author": "Gordon B. Hinckley", "source": ""},
    {"quote": "Stop seeking out the storms and enjoy more fully the sunlight.", "author": "Gordon B. Hinckley", "source": ""},

    {"quote": "The joy we feel has little to do with the circumstances of our lives and everything to do with the focus of our lives.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "When the focus of our lives is on Jesus Christ and His gospel, we can feel joy regardless of what is happening—or not happening—in our lives.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "You don't have to be perfect to be loved.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "Our Heavenly Father has reserved some of His strongest children for these latter days.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "The Lord loves effort.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "Faith in Jesus Christ is the foundation of all belief and the conduit of divine power.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "Nothing opens the heavens quite like the combination of increased purity, exact obedience, earnest seeking, daily feasting on the words of Christ, and regular time committed to temple and family history work.", "author": "Russell M. Nelson", "source": ""},
    {"quote": "In coming days, it will not be possible to survive spiritually without the guiding, directing, comforting, and constant influence of the Holy Ghost.", "author": "Russell M. Nelson", "source": ""},

    {"quote": "Don't you quit. You keep walking. You keep trying. There is help and happiness ahead.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "The future is always bright for those who have faith.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "If we are to have any hope of being truly happy, we must learn to trust God.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "However late you think you are, however many chances you think you have missed, however many mistakes you feel you have made, you have not traveled beyond the reach of divine love.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "God doesn't care nearly as much about where you have been as He does about where you are and, with His help, where you are willing to go.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "Some blessings come soon, some come late, and some don't come until heaven; but for those who embrace the gospel of Jesus Christ, they come.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "Hold on. Hope on.", "author": "Jeffrey R. Holland", "source": ""},
    {"quote": "The size of your faith or the degree of your knowledge is not the issue—it is the integrity you demonstrate toward the faith you do have.", "author": "Jeffrey R. Holland", "source": ""},

    {"quote": "Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.", "author": "King Solomon", "source": "Proverbs 3:5-6"},
    {"quote": "A soft answer turneth away wrath: but grievous words stir up anger.", "author": "King Solomon", "source": "Proverbs 15:1"},
    {"quote": "The fear of the Lord is the beginning of wisdom: and the knowledge of the holy is understanding.", "author": "King Solomon", "source": "Proverbs 9:10"},
    {"quote": "As iron sharpens iron, so one person sharpens another.", "author": "King Solomon", "source": "Proverbs 27:17"},
    {"quote": "A cheerful heart is good medicine, but a crushed spirit dries up the bones.", "author": "King Solomon", "source": "Proverbs 17:22"},
    {"quote": "Pride goeth before destruction, and a haughty spirit before a fall.", "author": "King Solomon", "source": "Proverbs 16:18"},
    {"quote": "To every thing there is a season, and a time to every purpose under the heaven.", "author": "King Solomon", "source": "Ecclesiastes 3:1"},
    {"quote": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.", "author": "King Solomon", "source": "Proverbs 13:20"},
    {"quote": "Where there is no vision, the people perish.", "author": "King Solomon", "source": "Proverbs 29:18"},
    {"quote": "A good name is rather to be chosen than great riches, and loving favour rather than silver and gold.", "author": "King Solomon", "source": "Proverbs 22:1"},

    {"quote": "The Lord is my shepherd; I shall not want.", "author": "King David", "source": "Psalm 23:1"},
    {"quote": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me.", "author": "King David", "source": "Psalm 23:4"},
    {"quote": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?", "author": "King David", "source": "Psalm 27:1"},
    {"quote": "Weeping may endure for a night, but joy cometh in the morning.", "author": "King David", "source": "Psalm 30:5"},
    {"quote": "Delight thyself also in the Lord; and he shall give thee the desires of thine heart.", "author": "King David", "source": "Psalm 37:4"},
    {"quote": "Be still, and know that I am God.", "author": "King David", "source": "Psalm 46:10"},
    {"quote": "Create in me a clean heart, O God; and renew a right spirit within me.", "author": "King David", "source": "Psalm 51:10"},
    {"quote": "This is the day which the Lord hath made; we will rejoice and be glad in it.", "author": "King David", "source": "Psalm 118:24"},
    {"quote": "Thy word is a lamp unto my feet, and a light unto my path.", "author": "King David", "source": "Psalm 119:105"},
    {"quote": "I will praise thee; for I am fearfully and wonderfully made.", "author": "King David", "source": "Psalm 139:14"},

    {"quote": "But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.", "author": "Isaiah", "source": "Isaiah 40:31"},
    {"quote": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee.", "author": "Isaiah", "source": "Isaiah 41:10"},
    {"quote": "Come now, and let us reason together, saith the Lord: though your sins be as scarlet, they shall be as white as snow.", "author": "Isaiah", "source": "Isaiah 1:18"},
    {"quote": "For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder.", "author": "Isaiah", "source": "Isaiah 9:6"},
    {"quote": "The grass withereth, the flower fadeth: but the word of our God shall stand for ever.", "author": "Isaiah", "source": "Isaiah 40:8"},
    {"quote": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee.", "author": "Isaiah", "source": "Isaiah 43:2"},
    {"quote": "For my thoughts are not your thoughts, neither are your ways my ways, saith the Lord.", "author": "Isaiah", "source": "Isaiah 55:8"},
    {"quote": "Seek ye the Lord while he may be found, call ye upon him while he is near.", "author": "Isaiah", "source": "Isaiah 55:6"},
    {"quote": "And the work of righteousness shall be peace; and the effect of righteousness quietness and assurance for ever.", "author": "Isaiah", "source": "Isaiah 32:17"},
    {"quote": "He giveth power to the faint; and to them that have no might he increaseth strength.", "author": "Isaiah", "source": "Isaiah 40:29"},

    {"quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "author": "Mother Teresa", "source": ""},
    {"quote": "If you judge people, you have no time to love them.", "author": "Mother Teresa", "source": ""},
    {"quote": "Not all of us can do great things. But we can do small things with great love.", "author": "Mother Teresa", "source": ""},
    {"quote": "Peace begins with a smile.", "author": "Mother Teresa", "source": ""},
    {"quote": "If you want to change the world, go home and love your family.", "author": "Mother Teresa", "source": ""},
    {"quote": "Be faithful in small things because it is in them that your strength lies.", "author": "Mother Teresa", "source": ""},
    {"quote": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.", "author": "Mother Teresa", "source": ""},
    {"quote": "Kind words can be short and easy to speak, but their echoes are truly endless.", "author": "Mother Teresa", "source": ""},

    {"quote": "There is no greater agony than bearing an untold story inside you.", "author": "Maya Angelou", "source": ""},
    {"quote": "We delight in the beauty of the butterfly, but rarely admit the changes it has gone through to achieve that beauty.", "author": "Maya Angelou", "source": ""},
    {"quote": "If you don't like something, change it. If you can't change it, change your attitude.", "author": "Maya Angelou", "source": ""},
    {"quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "author": "Maya Angelou", "source": ""},
    {"quote": "Try to be a rainbow in someone's cloud.", "author": "Maya Angelou", "source": ""},
    {"quote": "We may encounter many defeats but we must not be defeated.", "author": "Maya Angelou", "source": ""},
    {"quote": "Nothing can dim the light which shines from within.", "author": "Maya Angelou", "source": ""},
    {"quote": "You alone are enough. You have nothing to prove to anybody.", "author": "Maya Angelou", "source": ""},

    {"quote": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "The time is always right to do what is right.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "Faith is taking the first step even when you don't see the whole staircase.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "Our lives begin to end the day we become silent about things that matter.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "In the end, we will remember not the words of our enemies, but the silence of our friends.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "Life's most persistent and urgent question is, 'What are you doing for others?'", "author": "Martin Luther King Jr.", "source": ""},
    {"quote": "If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward.", "author": "Martin Luther King Jr.", "source": ""},

    {"quote": "In the end, it's not the years in your life that count. It's the life in your years.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "Whatever you are, be a good one.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "The best way to predict your future is to create it.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "I am a slow walker, but I never walk back.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "Do I not destroy my enemies when I make them my friends?", "author": "Abraham Lincoln", "source": ""},
    {"quote": "Those who look for the bad in people will surely find it.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "My concern is not whether God is on our side; my greatest concern is to be on God's side.", "author": "Abraham Lincoln", "source": ""},
    {"quote": "I would rather be a little nobody than to be an evil somebody.", "author": "Abraham Lincoln", "source": ""},

    {"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill", "source": ""},
    {"quote": "We make a living by what we get, but we make a life by what we give.", "author": "Winston Churchill", "source": ""},
    {"quote": "Attitude is a little thing that makes a big difference.", "author": "Winston Churchill", "source": ""},
    {"quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.", "author": "Winston Churchill", "source": ""},
    {"quote": "If you're going through hell, keep going.", "author": "Winston Churchill", "source": ""},
    {"quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", "author": "Winston Churchill", "source": ""},
    {"quote": "Never, never, never give up.", "author": "Winston Churchill", "source": ""},
    {"quote": "Kites rise highest against the wind, not with it.", "author": "Winston Churchill", "source": ""},

    {"quote": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", "author": "Helen Keller", "source": ""},
    {"quote": "Alone we can do so little; together we can do so much.", "author": "Helen Keller", "source": ""},
    {"quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "author": "Helen Keller", "source": ""},
    {"quote": "Life is either a daring adventure or nothing at all.", "author": "Helen Keller", "source": ""},
    {"quote": "Keep your face to the sunshine and you cannot see a shadow.", "author": "Helen Keller", "source": ""},
    {"quote": "Although the world is full of suffering, it is also full of the overcoming of it.", "author": "Helen Keller", "source": ""},
    {"quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened.", "author": "Helen Keller", "source": ""},
    {"quote": "What we have once enjoyed we can never lose. All that we love deeply becomes a part of us.", "author": "Helen Keller", "source": ""},

    {"quote": "Be the change that you wish to see in the world.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "The weak can never forgive. Forgiveness is the attribute of the strong.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "In a gentle way, you can shake the world.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "Strength does not come from physical capacity. It comes from an indomitable will.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "The best way to find yourself is to lose yourself in the service of others.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "Happiness is when what you think, what you say, and what you do are in harmony.", "author": "Mahatma Gandhi", "source": ""},
    {"quote": "An ounce of practice is worth more than tons of preaching.", "author": "Mahatma Gandhi", "source": ""},

    {"quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "For every minute you are angry you lose sixty seconds of happiness.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "What you do speaks so loudly that I cannot hear what you say.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate, to have it make some difference that you have lived and lived well.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "Once you make a decision, the universe conspires to make it happen.", "author": "Ralph Waldo Emerson", "source": ""},
    {"quote": "Write it on your heart that every day is the best day in the year.", "author": "Ralph Waldo Emerson", "source": ""},

    {"quote": "Go confidently in the direction of your dreams. Live the life you have imagined.", "author": "Henry David Thoreau", "source": ""},
    {"quote": "It's not what you look at that matters, it's what you see.", "author": "Henry David Thoreau", "source": ""},
    {"quote": "Our life is frittered away by detail. Simplify, simplify.", "author": "Henry David Thoreau", "source": "Walden"},
    {"quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "author": "Henry David Thoreau", "source": ""},
    {"quote": "Not until we are lost do we begin to understand ourselves.", "author": "Henry David Thoreau", "source": ""},
    {"quote": "Things do not change; we change.", "author": "Henry David Thoreau", "source": ""},
    {"quote": "I learned this, at least, by my experiment: that if one advances confidently in the direction of his dreams, he will meet with a success unexpected in common hours.", "author": "Henry David Thoreau", "source": "Walden"},
    {"quote": "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation.", "author": "Henry David Thoreau", "source": "Walden"},

    {"quote": "You have power over your mind - not outside events. Realize this, and you will find strength.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "Waste no more time arguing about what a good man should be. Be one.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "Very little is needed to make a happy life; it is all within yourself, in your way of thinking.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "The soul becomes dyed with the color of its thoughts.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "When you arise in the morning, think of what a precious privilege it is to be alive - to breathe, to think, to enjoy, to love.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "Accept the things to which fate binds you, and love the people with whom fate brings you together.", "author": "Marcus Aurelius", "source": "Meditations"},
    {"quote": "It is not death that a man should fear, but he should fear never beginning to live.", "author": "Marcus Aurelius", "source": "Meditations"},

    {"quote": "It does not matter how slowly you go as long as you do not stop.", "author": "Confucius", "source": ""},
    {"quote": "Our greatest glory is not in never falling, but in rising every time we fall.", "author": "Confucius", "source": ""},
    {"quote": "He who knows all the answers has not been asked all the questions.", "author": "Confucius", "source": ""},
    {"quote": "The man who moves a mountain begins by carrying away small stones.", "author": "Confucius", "source": ""},
    {"quote": "Real knowledge is to know the extent of one's ignorance.", "author": "Confucius", "source": ""},
    {"quote": "Wherever you go, go with all your heart.", "author": "Confucius", "source": ""},
    {"quote": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "author": "Confucius", "source": ""},
    {"quote": "To see what is right and not do it is the want of courage.", "author": "Confucius", "source": ""},

    {"quote": "Peace comes from within. Do not seek it without.", "author": "Buddha", "source": ""},
    {"quote": "Three things cannot be long hidden: the sun, the moon, and the truth.", "author": "Buddha", "source": ""},
    {"quote": "The mind is everything. What you think you become.", "author": "Buddha", "source": ""},
    {"quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection.", "author": "Buddha", "source": ""},
    {"quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", "author": "Buddha", "source": ""},
    {"quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "author": "Buddha", "source": ""},
    {"quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", "author": "Buddha", "source": ""},
    {"quote": "In the end, only three things matter: how much you loved, how gently you lived, and how gracefully you let go of things not meant for you.", "author": "Buddha", "source": ""},

    {"quote": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.", "author": "Jesus Christ", "source": "Matthew 11:28"},
    {"quote": "Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you.", "author": "Jesus Christ", "source": "Matthew 5:44"},
    {"quote": "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.", "author": "Jesus Christ", "source": "Matthew 7:7"},
    {"quote": "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.", "author": "Jesus Christ", "source": "Matthew 5:16"},
    {"quote": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?", "author": "Jesus Christ", "source": "Mark 8:36"},
    {"quote": "Judge not, that ye be not judged.", "author": "Jesus Christ", "source": "Matthew 7:1"},
    {"quote": "I am the way, the truth, and the life.", "author": "Jesus Christ", "source": "John 14:6"},
    {"quote": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.", "author": "Jesus Christ", "source": "John 14:27"},
    {"quote": "A new commandment I give unto you, That ye love one another; as I have loved you.", "author": "Jesus Christ", "source": "John 13:34"},
    {"quote": "With men this is impossible; but with God all things are possible.", "author": "Jesus Christ", "source": "Matthew 19:26"},

    {"quote": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.", "author": "Paul the Apostle", "source": "1 Corinthians 13:13"},
    {"quote": "I can do all things through Christ which strengtheneth me.", "author": "Paul the Apostle", "source": "Philippians 4:13"},
    {"quote": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.", "author": "Paul the Apostle", "source": "2 Timothy 1:7"},
    {"quote": "And we know that all things work together for good to them that love God.", "author": "Paul the Apostle", "source": "Romans 8:28"},
    {"quote": "Be not overcome of evil, but overcome evil with good.", "author": "Paul the Apostle", "source": "Romans 12:21"},
    {"quote": "Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice: And be ye kind one to another.", "author": "Paul the Apostle", "source": "Ephesians 4:31-32"},
    {"quote": "Forgetting those things which are behind, and reaching forth unto those things which are before, I press toward the mark.", "author": "Paul the Apostle", "source": "Philippians 3:13-14"},
    {"quote": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.", "author": "Paul the Apostle", "source": "Philippians 4:6"},

    {"quote": "Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.", "author": "Moses", "source": "Joshua 1:9"},
    {"quote": "The Lord bless thee, and keep thee: The Lord make his face shine upon thee, and be gracious unto thee.", "author": "Moses", "source": "Numbers 6:24-25"},
    {"quote": "Thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might.", "author": "Moses", "source": "Deuteronomy 6:5"},
    {"quote": "I have set before you life and death, blessing and cursing: therefore choose life.", "author": "Moses", "source": "Deuteronomy 30:19"},
    {"quote": "The eternal God is thy refuge, and underneath are the everlasting arms.", "author": "Moses", "source": "Deuteronomy 33:27"},
    {"quote": "Fear ye not, stand still, and see the salvation of the Lord.", "author": "Moses", "source": "Exodus 14:13"},
    {"quote": "Remember the sabbath day, to keep it holy.", "author": "Moses", "source": "Exodus 20:8"},
    {"quote": "Honour thy father and thy mother: that thy days may be long upon the land.", "author": "Moses", "source": "Exodus 20:12"},

    {"quote": "Though he slay me, yet will I trust in him.", "author": "Job", "source": "Job 13:15"},
    {"quote": "The Lord gave, and the Lord hath taken away; blessed be the name of the Lord.", "author": "Job", "source": "Job 1:21"},
    {"quote": "I know that my redeemer liveth, and that he shall stand at the latter day upon the earth.", "author": "Job", "source": "Job 19:25"},
    {"quote": "But he knoweth the way that I take: when he hath tried me, I shall come forth as gold.", "author": "Job", "source": "Job 23:10"},
    {"quote": "Where wast thou when I laid the foundations of the earth?", "author": "Job", "source": "Job 38:4"},
    {"quote": "The fear of the Lord, that is wisdom; and to depart from evil is understanding.", "author": "Job", "source": "Job 28:28"},
    {"quote": "I have heard of thee by the hearing of the ear: but now mine eye seeth thee.", "author": "Job", "source": "Job 42:5"},
    {"quote": "Behold, happy is the man whom God correcteth: therefore despise not thou the chastening of the Almighty.", "author": "Job", "source": "Job 5:17"},

    {"quote": "For I know the thoughts that I think toward you, saith the Lord, thoughts of peace, and not of evil, to give you an expected end.", "author": "Jeremiah", "source": "Jeremiah 29:11"},
    {"quote": "Call unto me, and I will answer thee, and shew thee great and mighty things, which thou knowest not.", "author": "Jeremiah", "source": "Jeremiah 33:3"},
    {"quote": "Blessed is the man that trusteth in the Lord, and whose hope the Lord is.", "author": "Jeremiah", "source": "Jeremiah 17:7"},
    {"quote": "Before I formed thee in the belly I knew thee; and before thou camest forth I sanctified thee.", "author": "Jeremiah", "source": "Jeremiah 1:5"},
    {"quote": "The heart is deceitful above all things, and desperately wicked: who can know it?", "author": "Jeremiah", "source": "Jeremiah 17:9"},
    {"quote": "And ye shall seek me, and find me, when ye shall search for me with all your heart.", "author": "Jeremiah", "source": "Jeremiah 29:13"},
    {"quote": "Great is thy faithfulness.", "author": "Jeremiah", "source": "Lamentations 3:23"},
    {"quote": "Heal me, O Lord, and I shall be healed; save me, and I shall be saved: for thou art my praise.", "author": "Jeremiah", "source": "Jeremiah 17:14"},

    {"quote": "With your whole soul do what is right, and trust in the Lord.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "Desire, believe, and then act as if it's impossible to fail.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "The greatest power God has given to His sons and daughters is the power to choose.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "We should not give up hope. We should never give up, whatever our challenges.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "The Final Judgment is not just an evaluation of a sum total of good and evil acts—what we have done. It is an acknowledgment of the final effect of our acts and thoughts—what we have become.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "Testimony is to know and to feel, conversion is to do and to become.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "Love is the most powerful force in the world.", "author": "Dallin H. Oaks", "source": ""},
    {"quote": "Small acts of service are the hallmark of discipleship.", "author": "Dallin H. Oaks", "source": ""},

    {"quote": "Lift where you stand.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "Doubt your doubts before you doubt your faith.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "The things we hope in sustain us during our daily walk. They uphold us through trials, temptations, and sorrow.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "Stop it. If we simply choose to stop judging others and replace judgmental thoughts with a heart full of love for God and His children, the world will be a better place.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "God sent you here to prepare for a future greater than anything you can imagine.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "It is your reaction to adversity, not the adversity itself, that determines how your life's story will develop.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "The desire to create is one of the deepest yearnings of the human soul.", "author": "Dieter F. Uchtdorf", "source": ""},
    {"quote": "In family relationships love is really spelled T-I-M-E.", "author": "Dieter F. Uchtdorf", "source": ""},

    {"quote": "The test of our progress is not whether we add more to the abundance of those who have much; it is whether we provide enough for those who have too little.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "When we choose to be kind to someone, we are choosing to follow the Savior.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "God has a specific plan for your life. He will reveal parts of that plan to you as you look for it with faith and consistent effort.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "The Lord knows both what He will need you to do and what you will need to know. He is kind and He is all-knowing. So you can trust that He will find ways to prepare you.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "Tonight, and tomorrow night, look back on your day. Ask yourself, 'Did God send a messenger to me today?'", "author": "Henry B. Eyring", "source": ""},
    {"quote": "The greatest joys and the greatest sorrows we experience are in family relationships.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "When you put God first, things will work out.", "author": "Henry B. Eyring", "source": ""},
    {"quote": "Every time in my life when I have chosen to delay following inspired counsel or acting on a prompting, I have had cause for regret.", "author": "Henry B. Eyring", "source": ""}
  ],
  "metadata": {
    "total_quotes": 286,
    "authors": [
      "C.S. Lewis", "Dr. Seuss", "Plato", "Aristotle", "Albert Einstein",
      "Joseph Smith", "Brigham Young", "Spencer W. Kimball", "Thomas S. Monson",
      "Gordon B. Hinckley", "Russell M. Nelson", "Jeffrey R. Holland",
      "King Solomon", "King David", "Isaiah",
      "Mother Teresa", "Maya Angelou", "Martin Luther King Jr.", "Abraham Lincoln",
      "Winston Churchill", "Helen Keller", "Mahatma Gandhi", "Ralph Waldo Emerson",
      "Henry David Thoreau", "Marcus Aurelius", "Confucius", "Buddha",
      "Jesus Christ", "Paul the Apostle", "Moses", "Job", "Jeremiah",
      "Dallin H. Oaks", "Dieter F. Uchtdorf", "Henry B. Eyring"
    ]
  }
}
